{
    "english_story-00": {
    "title": "Frogs and Toads",
    "language": "en-GB",
    "content": "There are about 3500 different kinds of frog and toad.Most are about the size of a small apple. A few grow much bigger. One kind is as big as a melon. Some are much smaller. One kind is so tiny it could sit on a thumb nail.Frogs and toads are called amphibians. The word amphibian means 'two ways of life'. This is because amphibians start their lives in water. Then they change their shape and live on land. Even then, most of them stay in damp places. They would die if their moist, soft skins were to dry out.Frogs and toads look alike. Most of them have big heads, short bodies and long hind legs. On land most of them hop rather than walk. They can all swim well.Frogs and toads eat a lot. They feed on animals such as worms, snails and insects. They hunt mainly during the evening and at night. They use their large eyes to see their prey. Some kinds of frog and toad have long, sticky tongues to catch their food. Others leap and grab their food in their mouths.Most frogs and toads live in warm parts of the world.In places like Britain they are active in the summer.Before winter comes they look for somewhere to hibernate.In spring, Common frogs and toads come out of hibernation. In the evening the males call to the females. Each kind of frog and toad has its own sort of song.When the females arrive the males mate with them.The females lay eggs in the water. The eggs have a jelly-like covering. The jelly protects the baby animal growing in the egg. Most kinds of frog lay lots of eggs. Their eggs are called spawn. Frogs' spawn is laid in clumps. Toads' spawn is laid in long strings.The eggs usually hatch a few days later. The babies are called tadpoles. The tadpoles have big heads and wriggly tails. A tadpole breathes through feathery gills on the sides of its head. At first it feeds on tiny green plants.Tadpoles eat a lot and grow fast. As they get bigger, they change their shape. First, their gills disappear. Then their back legs begin to grow. After this, their front legs grow. Finally, their long tails shrink and disappear. By then, they are little toads or frogs. They are ready to leave the water."
  },
    "english_story-10": {
    "title": "Makeda Makes a Home for Subway",
    "language": "en-GB",
    "content": "Makeda Makes a Home for Subway. Makeda made marvelous things.Like tiny fancy cakes for tea and models of faraway galaxies. Sometimes she made sparkly slime and even noise at quiet time. Subway, the class guinea pig, did not make noise at quiet time. Subway was quiet almost all of the time. He was not like MC, the guinea pig in another class. MC squeaked in her cage. She whooshed through her tunnel and swooped down her slide. Subway did not whoosh or swoop. His cage did not have rides. He only had a paper ball to push. Subway's cage is no fun, said Makeda. «We are looking at the Word Wall now, not Subway, said Ms. Evelyn. Who can tell us what S-A-D spells? Maybe Subway is S-A-D in his boring cage, said Makeda. We should get a class puppy, said Lu. Ms. Evelyn sighed. It seems that Word Wall time is over. I will make Subway a marvelous cage, thought Makeda. Then he will not be S-A-D. Class guinea pigs went home with a different kid every weekend. I can take Subway home this time Makeda said. Makeda had not asked her family about bringing Subway home. So they had not said No. Makeda's grandpa, Daddy Squared, picked her up from school. Thank you for hosting Subway, Ms. Evelyn said to him. This is a surprise, said Daddy Squared. The rest of her family was also surprised. Keep him on your side of the room, Makeda's sister, Candace, said. Subway needs to have more fun, said Makeda. I will make rides for his cage like they have at FunPlay Land. He can whoosh and swoop like MC.  FunPlay Land is not for pets, said Daddy. It is for kids. We should all go to FunPlay Land! said Makeda's brother, James."
  },
  "english_story-01": {
    "title": "My Day at the Beach",
    "language": "en-GB",
    "content": "My Day at the Beach. Have you ever been to the beach? I've been there many times! I always have a great time with my friends. We throw the ball. We swim in the ocean and look for shells. We jump through huge waves! Do you like to jump through waves, too? Sometimes we have a picnic. We have sandwiches and drinks. I always make a castle in the sand. When we are ready to go home, we put on our sandals."
  },
    "english_story-02": {
    "title": "A Visit to the Zoo",
    "language": "en-GB",
    "content": "A Visit to the Zoo. Have you ever been to the Smithsonian's National Zoo? Men, women, and children can visit almost every day of the year. It opens at 8:00 in the morning. It closes at 5:00 al night. It is free to visit. There are many animals to see, such as lions, geese, mice, and sheep. People love it when the lions show their sharp teeth! The zoo even has cheetahs. You can spend many hours looking at all the animals at the zoo. And if you get hungry while you are there, you can go to a restaurant. The restaurants open at 10:00 in the morning. The Smithsonian's National Zoo is fun. You should definitely visit this zoo if you like lions and other animals."
  },
      "english_story-03": {
    "title": "A Day with My Family ",
    "language": "en-GB",
    "content": "A Day with My Family. Everyone in my family is different. My older brother is tall and has brown hair. My sister is short and has blond hair. She can't do some of the things I can do because she's little. I help her reach things that are high up. My mom has red hair, and my dad has black hair. My sister doesn't like sports like my brother and I do. They like to help Mom write fun stories. But there's one thing we all like. On Saturdays, you'll find us watching movies together!"
  },
        "english_story-04": {
    "title": "See You at the Park!",
    "language": "en-GB",
    "content": "See You at the Park! Dear Ivan, What do you like to do at the park? I play on the ladders and the slides. I like the swings, too. I climb high and slide down all the slides. I am a fast climber. I also run on the soccer field. My dog is fun to play with at the park, too. Maybe you and 1 can go to the park together soon! From, Danica"
  },
          "english_story-05": {
    "title": "All About Astronauts",
    "language": "en-GB",
    "content": "All About Astronauts. Sally Ride and Neil Armstrong are astronauts who went into space. They both did important things! Sally was the first woman in space. She was very brave. Neil was the first astronaut to walk on the moon. He wore a special suit. He placed a flag on the moon. It is still there. Part of an astronaut's job is to take pictures in space. There are pictures of Neil's steps on the moon. We learn a lot about space from astronauts' pictures. Astronauts help us learn more about the moon's size. Astronauts work very hard!"
  },
            "english_story-06": {
    "title": "All About ",
    "language": "en-GB",
    "content": ""
  },
  
  
  "english_TheMagicPorridgePot": {
    "title": "The Magic Porridge Pot (English)",
    "language": "en-GB",
    "content": "The Magic Porridge Pot. One day, a little girl meets an old woman. The old woman gives her a magic porridge pot. Cook, little pot, cook, says the old woman. And the little pot cooks some porridge. Stop, little pot, stop, says the old woman. And the little pot stops cooking. The little girl takes the magic porridge pot to her mother. Cook, little pot, cook, says the little girl's mother And the little pot cooks some porridge. Now, there is lots of porridge in the kitchen. But the magic porridge pot cooks and cooks. Now, there is lots of porridge in the house. But the magic porridge pot cooks and cooks. Now, there is lots of porridge in the street. But the magic porridge pot cooks and cooks. Now, there is lots of porridge in the town. But the magic porridge pot cooks and cooks. Stop, little pot, stop, says the little girl. And the magic porridge pot stops cooking. But now the people are eating too much porridge!"
  },
  "english_goldilocks": {
    "title": "Goldilocks and the Three Bears (English)",
    "language": "en-GB",
    "content": "Goldilocks and the Three Bears. Once upon a time there were three bears who lived in a little house in a wood. Father Bear was a very big bear. Mother Bear was a medium sized bear, and Baby Bear was just a tiny little bear. One morning, Mother Bear cooked some porridge for breakfast. She put it into three bowls. There was a very big bowl for Father Bear, a medium sized bowl for Mother Bear and a tiny little bowl for Baby Bear. The porridge was very hot, so the three bears went for a walk in the wood while it was cooling. At the edge of the wood, in another little house, there lived a little girl. Her golden hair was so long that she could sit on it and everyone called her Goldilocks. That morning, Goldilocks was walking in the wood."
  },
  "english_tortoise": {
    "title": "The Tortoise and the Hare (English)",
    "language": "en-US",
    "content": "Once upon a time, there was a hare who was very proud of his speed. He often made fun of the tortoise for being so slow. One day, the tortoise got tired of the hare's teasing and challenged him to a race. The hare laughed and accepted the challenge. All the animals in the forest gathered to watch the race. The fox was chosen as the referee. He marked the starting and finishing points, and the race began. The hare quickly ran ahead and was soon out of sight. He thought to himself, 'The tortoise is so slow. I have time to take a nap.' So the hare found a shady tree and lay down for a nap. He was sure he would win the race easily. Meanwhile, the tortoise kept moving slowly but steadily. He didn't stop for a moment. When the hare woke up, he saw the tortoise was near the finish line. He ran as fast as he could, but it was too late. The tortoise had already crossed the finish line. The moral of the story is: slow and steady wins the race."
  },
  "french_lion": {
    "title": "Le Lion et le Rat (French)",
    "language": "fr-FR",
    "content": "Un lion, un jour, dormait dans son antre. Un rat, par hasard, vint à passer. Il grimpa sur le corps du lion, et se mit à courir et à jouer. Le lion se réveilla en sursaut. Il attrapa le rat et s'apprêta à le dévorer. Le rat implora pitié. 'Ô roi des animaux, épargne-moi, je t'en prie ! Un jour, peut-être, je pourrai te rendre service.' Le lion, amusé par cette idée, décida de libérer le petit rat. Quelque temps après, le lion fut pris dans un filet de chasseurs. Il rugit de toutes ses forces, mais ne put se libérer. Le rat entendit ses cries. Il accourut et se mit à ronger les cordes du filet. Peu à peu, il fit un trou assez grand pour que le lion puisse s'échapper. La moralité de cette histoire : on a toujours besoin d'un plus petit que soi."
  },
  "english_ants": {
    "title": "The Ant and the Grasshopper (English)",
    "language": "en-US",
    "content": "One bright day in late autumn, a family of ants was bustling about in the warm sunshine. They were drying out the grain they had stored up during the summer. A grasshopper, half dead with hunger, came by. He asked the ants for a morsel to save his life. 'What did you do all summer?' asked the ants. 'I sang day and night,' replied the grasshopper. 'If you sang all summer,' said the ants, 'you can dance all winter!' The moral: There's a time for work and a time for play."
  },
    "french_kevin": {
    "title": "Aya Cloud (French)",
    "language": "fr-FR",
    "content": "Bonjour à toutes et à tous, Merci d'être ici aujourd'hui. Je m'appelle Kevin, et je suis développeur de jeux vidéo indépendant. Je vis et travaille à Paris, où j'ai créé mon petit studio qui s'appelle Aya Cloud. Je voudrais aujourd'hui vous présenter mon travail, ainsi que le projet principal sur lequel je travaille depuis plusieurs mois. Je suis passionné par les jeux vidéo depuis mon enfance. J'aime créer des mondes, imaginer des histoires et construire des expériences interactives qui peuvent faire rêver les joueurs. C'est pour cette raison que j'ai décidé de devenir développeur indépendant. Cela me permet d'être libre, de choisir mes idées, et de travailler à mon propre rythme. Dans mon studio Aya Cloud, je développe actuellement un jeu en 3D qui parle de l'exploration de la planète Mars. C'est un projet très important pour moi, car il combine deux domaines que j'adore : la science et la création artistique. Dans ce jeu, le joueur incarne un explorateur envoyé sur Mars pour découvrir de nouveaux lieux, analyser l'environnement, et peut-être trouver des traces de vie. L'objectif est de créer une expérience immersive, où le joueur peut sentir la solitude, la beauté et le mystère de la planète rouge. Pour atteindre ce résultat, je travaille beaucoup sur les graphismes, les effets visuels, et le gameplay. Je veux que le joueur se sente vraiment présent sur Mars : voir la poussière rouge se lever sous ses pas, observer le ciel sombre, ou encore entendre le vent martien. Je souhaite que chaque moment du jeu donne envie de continuer l'aventure. Bien sûr, ce projet utilise les technologies modernes. Je m'appuie sur un moteur de jeu 3D très puissant, qui me permet de créer des environnements détaillés et crédibles. J'utilise aussi des outils d'intelligence artificielle, qui m'aident à générer des idées, à créer des animations, ou à améliorer certains éléments du jeu. L'IA permet aujourd'hui de travailler plus vite et de tester beaucoup de choses différentes, ce qui est très utile pour un développeur indépendant. Être indépendant n'est pas toujours facile. Il faut gérer le développement, la communication, la planification et parfois même l'aspect commercial. Mais c'est aussi une aventure passionnante. Quand je vois que le jeu commence à prendre forme, que les scènes deviennent de plus en plus vivantes, je suis très fier du chemin parcouru. Mon objectif est simple : créer un jeu que les joueurs aimeront. Un jeu avec une ambiance forte, des effets spéciaux soignés, et un gameplay accessible mais captivant. Je veux que chacun puisse explorer Mars à sa manière, et vivre une expérience unique. Pour terminer, j'aimerais remercier toutes les personnes qui me soutiennent, de près ou de loin. Votre encouragement me donne la motivation de continuer ce projet ambitieux. Merci beaucoup pour votre attention. Et j'espère un jour pouvoir vous présenter la version complète de mon jeu."
  },
  "french_fox": {
    "title": "Le Renard et les Raisins (French)",
    "language": "fr-FR",
    "content": "Un renard affamé vit une belle grappe de raisins suspendue à une vigne. Il sauta pour l'attraper, mais elle était trop haute. Il sauta encore et encore, mais sans succès. Finalement, il s'éloigna en disant : 'Ces raisins sont trop verts, ils ne sont pas bons à manger.' La moralité : Il est facile de mépriser ce qu'on ne peut avoir."
  }
}
