{
  "english_story-01": {
    "title": "My Day at the Beach",
    "language": "en-GB",
    "content": "My Day at the Beach. Have you ever been to the beach? I've been there many times! I always have a great time with my friends. We throw the ball. We swim in the ocean and look for shells. We jump through huge waves! Do you like to jump through waves, too? Sometimes we have a picnic. We have sandwiches and drinks. I always make a castle in the sand. When we are ready to go home, we put on our sandals."
  },
    "english_story-02": {
    "title": "A Visit to the Zoo",
    "language": "en-GB",
    "content": "A Visit to the Zoo. Have you ever been to the Smithsonian's National Zoo? Men, women, and children can visit almost every day of the year. It opens at 8:00 in the morning. It closes at 5:00 al night. It is free to visit. There are many animals to see, such as lions, geese, mice, and sheep. People love it when the lions show their sharp teeth! The zoo even has cheetahs. You can spend many hours looking at all the animals at the zoo. And if you get hungry while you are there, you can go to a restaurant. The restaurants open at 10:00 in the morning. The Smithsonian's National Zoo is fun. You should definitely visit this zoo if you like lions and other animals."
  },
      "english_story-03": {
    "title": "A Day with My Family ",
    "language": "en-GB",
    "content": "A Day with My Family. Everyone in my family is different. My older brother is tall and has brown hair. My sister is short and has blond hair. She can't do some of the things I can do because she's little. I help her reach things that are high up. My mom has red hair, and my dad has black hair. My sister doesn't like sports like my brother and I do. They like to help Mom write fun stories. But there's one thing we all like. On Saturdays, you'll find us watching movies together!"
  },
        "english_story-04": {
    "title": "See You at the Park!",
    "language": "en-GB",
    "content": "See You at the Park! Dear Ivan, What do you like to do at the park? I play on the ladders and the slides. I like the swings, too. I climb high and slide down all the slides. I am a fast climber. I also run on the soccer field. My dog is fun to play with at the park, too. Maybe you and 1 can go to the park together soon! From, Danica"
  },
          "english_story-05": {
    "title": "All About Astronauts",
    "language": "en-GB",
    "content": "All About Astronauts. Sally Ride and Neil Armstrong are astronauts who went into space. They both did important things! Sally was the first woman in space. She was very brave. Neil was the first astronaut to walk on the moon. He wore a special suit. He placed a flag on the moon. It is still there. Part of an astronaut's job is to take pictures in space. There are pictures of Neil's steps on the moon. We learn a lot about space from astronauts' pictures. Astronauts help us learn more about the moon's size. Astronauts work very hard!"
  },
            "english_story-06": {
    "title": "All About ",
    "language": "en-GB",
    "content": ""
  },
  
  
  "english_TheMagicPorridgePot": {
    "title": "The Magic Porridge Pot (English)",
    "language": "en-GB",
    "content": "The Magic Porridge Pot. One day, a little girl meets an old woman. The old woman gives her a magic porridge pot. Cook, little pot, cook, says the old woman. And the little pot cooks some porridge. Stop, little pot, stop, says the old woman. And the little pot stops cooking. The little girl takes the magic porridge pot to her mother. Cook, little pot, cook, says the little girl's mother And the little pot cooks some porridge. Now, there is lots of porridge in the kitchen. But the magic porridge pot cooks and cooks. Now, there is lots of porridge in the house. But the magic porridge pot cooks and cooks. Now, there is lots of porridge in the street. But the magic porridge pot cooks and cooks. Now, there is lots of porridge in the town. But the magic porridge pot cooks and cooks. Stop, little pot, stop, says the little girl. And the magic porridge pot stops cooking. But now the people are eating too much porridge!"
  },
  "english_goldilocks": {
    "title": "Goldilocks and the Three Bears (English)",
    "language": "en-GB",
    "content": "Goldilocks and the Three Bears. Once upon a time there were three bears who lived in a little house in a wood. Father Bear was a very big bear. Mother Bear was a medium sized bear, and Baby Bear was just a tiny little bear. One morning, Mother Bear cooked some porridge for breakfast. She put it into three bowls. There was a very big bowl for Father Bear, a medium sized bowl for Mother Bear and a tiny little bowl for Baby Bear. The porridge was very hot, so the three bears went for a walk in the wood while it was cooling. At the edge of the wood, in another little house, there lived a little girl. Her golden hair was so long that she could sit on it and everyone called her Goldilocks. That morning, Goldilocks was walking in the wood."
  },
  "english_tortoise": {
    "title": "The Tortoise and the Hare (English)",
    "language": "en-US",
    "content": "Once upon a time, there was a hare who was very proud of his speed. He often made fun of the tortoise for being so slow. One day, the tortoise got tired of the hare's teasing and challenged him to a race. The hare laughed and accepted the challenge. All the animals in the forest gathered to watch the race. The fox was chosen as the referee. He marked the starting and finishing points, and the race began. The hare quickly ran ahead and was soon out of sight. He thought to himself, 'The tortoise is so slow. I have time to take a nap.' So the hare found a shady tree and lay down for a nap. He was sure he would win the race easily. Meanwhile, the tortoise kept moving slowly but steadily. He didn't stop for a moment. When the hare woke up, he saw the tortoise was near the finish line. He ran as fast as he could, but it was too late. The tortoise had already crossed the finish line. The moral of the story is: slow and steady wins the race."
  },
  "french_lion": {
    "title": "Le Lion et le Rat (French)",
    "language": "fr-FR",
    "content": "Un lion, un jour, dormait dans son antre. Un rat, par hasard, vint à passer. Il grimpa sur le corps du lion, et se mit à courir et à jouer. Le lion se réveilla en sursaut. Il attrapa le rat et s'apprêta à le dévorer. Le rat implora pitié. 'Ô roi des animaux, épargne-moi, je t'en prie ! Un jour, peut-être, je pourrai te rendre service.' Le lion, amusé par cette idée, décida de libérer le petit rat. Quelque temps après, le lion fut pris dans un filet de chasseurs. Il rugit de toutes ses forces, mais ne put se libérer. Le rat entendit ses cries. Il accourut et se mit à ronger les cordes du filet. Peu à peu, il fit un trou assez grand pour que le lion puisse s'échapper. La moralité de cette histoire : on a toujours besoin d'un plus petit que soi."
  },
  "english_ants": {
    "title": "The Ant and the Grasshopper (English)",
    "language": "en-US",
    "content": "One bright day in late autumn, a family of ants was bustling about in the warm sunshine. They were drying out the grain they had stored up during the summer. A grasshopper, half dead with hunger, came by. He asked the ants for a morsel to save his life. 'What did you do all summer?' asked the ants. 'I sang day and night,' replied the grasshopper. 'If you sang all summer,' said the ants, 'you can dance all winter!' The moral: There's a time for work and a time for play."
  },
  "french_fox": {
    "title": "Le Renard et les Raisins (French)",
    "language": "fr-FR",
    "content": "Un renard affamé vit une belle grappe de raisins suspendue à une vigne. Il sauta pour l'attraper, mais elle était trop haute. Il sauta encore et encore, mais sans succès. Finalement, il s'éloigna en disant : 'Ces raisins sont trop verts, ils ne sont pas bons à manger.' La moralité : Il est facile de mépriser ce qu'on ne peut avoir."
  }
}
