{
  "en": {
    "home": "Home",
    "about": "About",
    "services": "Services",
    "portfolio": "Portfolio",
    "contact": "Contact",
    "hero_title": "Designing the Future of AI Map Apps",
    "hero_desc": "We create elegant and powerful AI map-based applications for the digital world...",
    "hero_cta": "Explore Our Services",
    "about_title": "About Us",
    "about_text": " AYA CLOUD is a creative studio focused on the design and construction of artificial intelligence (AI) and innovative map applications.\n We don't just want to create map applications that are easy to understand, aesthetically pleasing, and highly interactive; we also hope to gradually build an open and innovative map platform. This platform will integrate global geographic data, user-contributed content, and AI analysis results to become a map ecosystem that supports multiple scenarios and industries.\n Through a platform-based design, we aim to enable individual developers, enterprises, and organizations to collaborate within the same system to jointly create map value. Whether for travel check-ins, sports tracking, smart cities, educational research, or cultural dissemination, this platform will provide a wealth of tools and interfaces, becoming a core infrastructure connecting the real and virtual worlds.",
    "services_title": "Our Services",
    "service1_title": "App Design",
    "service1_text": "Crafting intuitive and modern user experiences for map applications...",
    "service2_title": "App Development",
    "service2_text": "Building reliable, scalable, and fully AI-embracing map applications using the latest technologies...",
    "service3_title": "Consulting",
    "service3_text": "Leveraging our expertise to help businesses transform ideas into impactful digital products...",
    "service4_title": "Data Visualization",
    "service4_text": "Transforming complex geospatial data into clear visuals...",
    "portfolio_title": "Portfolio Showcase",
    "portfolio_item1": "Exploration and Navigation",
    "portfolio_item2": "Digital Twin",
    "portfolio_item3": "Sports and Tourism",
    "portfolio_item4": "Digital Energy and Photovoltaics",
    "contact_title": "Contact Us",
    "contact_email": "Email: contact@ayacloud.com",
    "contact_text": "We'd love to hear from you and discuss your project ideas...",
    "footer": "© 2025 AYA CLOUD. All rights reserved."
  },
  "zh": {
    "home": "首页",
    "about": "关于我们",
    "services": "服务",
    "portfolio": "项目",
    "contact": "联系我们",
    "hero_title": "设计AI地图应用的未来",
    "hero_desc": "我们为数字世界创建优雅而强大的AI地图应用程序...",
    "hero_cta": "探索我们的服务",
    "about_title": "关于我们",
    "about_text": "AYA CLOUD 是一家专注于 人工智能（AI） 和 创新地图应用设计与构建 的创意工作室。\n我们不仅仅想做易于理解、具有审美价值且富有交互性的地图应用，还希望逐步搭建一个开放、创新的地图平台。这个平台将整合来自全球的地理数据、用户贡献内容以及 AI 分析结果，成为一个支持多种场景、多种行业的地图生态系统。\n通过平台化的设计，我们希望能够让个人开发者、企业和组织在同一个系统上协作，共同创造地图价值。无论是旅行打卡、运动记录、智慧城市，还是教育研究、文化传播，此平台都将提供丰富的工具和接口，成为连接现实世界与虚拟世界的核心基础设施之一。",
    "services_title": "我们的服务",
    "service1_title": "应用设计",
    "service1_text": "为地图应用打造直观现代的用户体验...",
    "service2_title": "应用开发",
    "service2_text": "使用最新技术构建可靠、可扩展和全面拥抱AI的地图应用程序...",
    "service3_title": "咨询",
    "service3_text": "利用我们的专业知识帮助企业将想法转化为有影响力的数字产品...",
    "service4_title": "数据可视化",
    "service4_text": "将复杂的地理空间数据转化为清晰的视觉表示...",
    "portfolio_title": "项目展示",
    "portfolio_item1": "探索与航行",
    "portfolio_item2": "数字孪生",
    "portfolio_item3": "运动和旅游",
    "portfolio_item4": "数值能源与光伏",
    "contact_title": "联系我们",
    "contact_email": "邮箱: contact@ayacloud.com",
    "contact_text": "我们很乐意听取您的意见并讨论您的项目想法...",
    "footer": "© 2025 AYA CLOUD 保留所有权利。"
  },
  "fr": {
    "home": "Accueil",
    "about": "À propos",
    "services": "Services",
    "portfolio": "Portfolio",
    "contact": "Contact",
    "hero_title": "Concevoir l'avenir des applications cartographiques IA",
    "hero_desc": "Nous créons des applications élégantes et puissantes basées sur des cartes IA pour le monde numérique...",
    "hero_cta": "Explorer nos services",
    "about_title": "À propos de nous",
    "about_text": " AYA CLOUD est un studio créatif spécialisé dans la conception et la construction d'applications de cartes innovantes et d'intelligence artificielle (IA).\n Nous ne voulons pas seulement créer des applications de cartes faciles à comprendre, esthétiques et hautement interactives ; nous espérons également construire progressivement une plateforme de cartes ouverte et innovante. Cette plateforme intégrera des données géographiques mondiales, du contenu fourni par les utilisateurs et des résultats d'analyse par IA pour devenir un écosystème de cartes prenant en charge de multiples scénarios et industries.\n Grâce à une conception basée sur une plateforme, nous visons à permettre aux développeurs individuels, aux entreprises et aux organisations de collaborer au sein du même système pour créer conjointement de la valeur cartographique. Que ce soit pour l'enregistrement de voyages, le suivi sportif, les villes intelligentes, la recherche pédagogique ou la diffusion culturelle, cette plateforme fournira une multitude d'outils et d'interfaces, devenant ainsi une infrastructure essentielle reliant les mondes réel et virtuel.",
    "services_title": "Nos services",
    "service1_title": "Conception d'applications",
    "service1_text": "Création d'expériences utilisateur intuitives et modernes pour les applications cartographiques...",
    "service2_title": "Développement d'applications",
    "service2_text": "Construction d'applications cartographiques fiables, évolutives et intégrant pleinement l'IA avec les dernières technologies...",
    "service3_title": "Conseil",
    "service3_text": "Mettre à profit notre expertise pour aider les entreprises à transformer leurs idées en produits numériques percutants...",
    "service4_title": "Visualisation de données",
    "service4_text": "Transformer des données géospatiales complexes en représentations visuelles claires...",
    "portfolio_title": "Présentation du Portfolio",
    "portfolio_item1": "Exploration et Navigation",
    "portfolio_item2": "Jumeau Numérique",
    "portfolio_item3": "Sports et Tourisme",
    "portfolio_item4": "Énergie numérique et photovoltaïque",
    "contact_title": "Contactez-nous",
    "contact_email": "Email: contact@ayacloud.com",
    "contact_text": "Nous serions ravis de vous entendre et de discuter de vos idées de projet...",
    "footer": "© 2025 AYA CLOUD. Tous droits réservés."
  },
  "es": {
    "home": "Inicio",
    "about": "Sobre nosotros",
    "services": "Servicios",
    "portfolio": "Portafolio",
    "contact": "Contacto",
    "hero_title": "Diseñando el futuro de las aplicaciones de mapas con IA",
    "hero_desc": "Creamos aplicaciones de mapas elegantes y potentes con IA para el mundo digital...",
    "hero_cta": "Explore Nuestros Servicios",
    "about_title": "Sobre nosotros",
    "about_text": " AYA CLOUD es un estudio creativo enfocado en el diseño y la construcción de aplicaciones de mapas innovadoras y de inteligencia artificial (IA).\n No solo queremos crear aplicaciones de mapas que sean fáciles de entender, estéticamente agradables y altamente interactivas; también esperamos construir gradualmente una plataforma de mapas abierta e innovadora. Esta plataforma integrará datos geográficos globales, contenido aportado por los usuarios y resultados de análisis de IA para convertirse en un ecosistema de mapas que admita múltiples escenarios e industrias.\n A través de un diseño basado en una plataforma, nuestro objetivo es permitir que los desarrolladores individuales, las empresas y las organizaciones colaboren dentro del mismo sistema para crear conjuntamente valor cartográfico. Ya sea para registros de viajes, seguimiento deportivo, ciudades inteligentes, investigación educativa o difusión cultural, esta plataforma proporcionará una gran cantidad de herramientas e interfaces, convirtiéndose en una infraestructura central que conecta los mundos real y virtual.",
    "services_title": "Nuestros Servicios",
    "service1_title": "Diseño de Apps",
    "service1_text": "Creando experiencias de usuario intuitivas y modernas para aplicaciones de mapas...",
    "service2_title": "Desarrollo de Apps",
    "service2_text": "Construyendo aplicaciones de mapas fiables, escalables y que adoptan plenamente la IA utilizando las últimas tecnologías...",
    "service3_title": "Consultoría",
    "service3_text": "Aprovechando nuestra experiencia para ayudar a las empresas a transformar ideas en productos digitales impactantes...",
    "service4_title": "Visualización de Datos",
    "service4_text": "Transformando datos geoespaciales complejos en visualizaciones claras...",
    "portfolio_title": "Muestra de Portafolio",
    "portfolio_item1": "Exploración y Navegación",
    "portfolio_item2": "Gemelo Digital",
    "portfolio_item3": "Deportes y Turismo",
    "portfolio_item4": "Energía digital y fotovoltaica",
    "contact_title": "Contáctenos",
    "contact_email": "Email: contact@ayacloud.com",
    "contact_text": "Nos encantaría saber de usted y discutir sus ideas de proyectos...",
    "footer": "© 2025 AYA CLOUD. Todos los derechos reservados."
  },
  "de": {
    "home": "Startseite",
    "about": "Über uns",
    "services": "Dienstleistungen",
    "portfolio": "Portfolio",
    "contact": "Kontakt",
    "hero_title": "Die Zukunft der KI-Karten-Apps gestalten",
    "hero_desc": "Wir erstellen elegante und leistungsstarke KI-basierte Kartenanwendungen für die digitale Welt...",
    "hero_cta": "Entdecken Sie unsere Dienstleistungen",
    "about_title": "Über uns",
    "about_text": " AYA CLOUD ist ein Kreativstudio, das sich auf das Design und die Erstellung von Anwendungen für künstliche Intelligenz (KI) und innovative Karten spezialisiert hat.\n Wir wollen nicht nur Kartenanwendungen erstellen, die leicht verständlich, ästhetisch ansprechend und hochgradig interaktiv sind, sondern wir hoffen auch, schrittweise eine offene und innovative Kartenplattform aufzubauen. Diese Plattform wird globale geografische Daten, von Nutzern beigetragene Inhalte und KI-Analyseergebnisse integrieren, um ein Karten-Ökosystem zu schaffen, das verschiedene Szenarien und Branchen unterstützt.\n Durch ein plattformbasiertes Design möchten wir es einzelnen Entwicklern, Unternehmen und Organisationen ermöglichen, im selben System zusammenzuarbeiten, um gemeinsam Kartenwerte zu schaffen. Ob für Reise-Check-ins, Sport-Tracking, Smart Cities, Bildungsforschung oder Kulturverbreitung, diese Plattform wird eine Fülle von Werkzeugen und Schnittstellen bereitstellen und zu einer zentralen Infrastruktur werden, die die reale und die virtuelle Welt verbindet.",
    "services_title": "Unsere Dienstleistungen",
    "service1_title": "App-Design",
    "service1_text": "Gestaltung intuitiver und moderner Benutzererlebnisse für Kartenanwendungen...",
    "service2_title": "App-Entwicklung",
    "service2_text": "Erstellung zuverlässiger, skalierbarer und vollständig KI-fähiger Kartenanwendungen unter Verwendung der neuesten Technologien...",
    "service3_title": "Beratung",
    "service3_text": "Wir nutzen unsere Expertise, um Unternehmen dabei zu helfen, Ideen in wirkungsvolle digitale Produkte umzusetzen...",
    "service4_title": "Datenvisualisierung",
    "service4_text": "Umwandlung komplexer Geodaten in klare visuelle Darstellungen...",
    "portfolio_title": "Portfolio-Präsentation",
    "portfolio_item1": "Erkundung und Navigation",
    "portfolio_item2": "Digitaler Zwilling",
    "portfolio_item3": "Sport und Tourismus",
    "portfolio_item4": "Digitale Energie und Photovoltaik",
    "contact_title": "Kontaktieren Sie uns",
    "contact_email": "Email: contact@ayacloud.com",
    "contact_text": "Wir würden uns freuen, von Ihnen zu hören und Ihre Projektideen zu besprechen...",
    "footer": "© 2025 AYA CLOUD. Alle Rechte vorbehalten."
  }
}






